{
  "title": "And Violet",
  "school": "School of Arts and Creative Industries",
  "image": ["image1","image2"],
  "caption": "Hana Mckenzie",
  "course": "Acting For Screen",
  "para1": "And Violet is a forthcoming feature film set in Scotland, a coming of age story about an adopted teenager, about her family relationships and open adoption.
  Paul Gray, Programme Leader for BA (Hons) Film, is the writer and director of the film, which was in production in Summer 2015. Filming is now complete and is currently being edited at Edinburgh Napier in the post production facilities at Screen Academy Scotland.
  The film production formed a hub of creative work-related learning opportunities for students from the School of Arts and Creative Industries.  Not least for Hana Mackenzie, who is currently in her final year of BA (Hons) Acting for Stage and Screen and who plays the lead role of Violet. Hana was awarded a paid placement over the summer so that she could concentrate on the film.
  Director Paul Gray says “I met Hana on the recommendation of Edinburgh Napier acting tutor Ian Dunn during casting for the role of Violet, and it was instantly clear that Hana has a very special talent. From the first audition, Hana made the role her own and it immediately became very difficult to imagine anyone else playing Violet.",
  "para2": "Director Paul Gray says “I met Hana on the recommendation of Edinburgh Napier acting tutor Ian Dunn during casting for the role of Violet, and it was instantly clear that Hana has a very special talent. From the first audition, Hana made the role her own and it immediately became very difficult to imagine anyone else playing Violet.
  I contacted the Placement and Careers Office to discuss the possibility of offering an acting placement that would not only allow the opportunity to work with Hana on developing the role of Violet but that would also offer experience and insight in to the casting and pre-production processes, in which Hana was very much involved.”
  ​And Violet was a micro budget film shoot, developed with the support of the charity Scottish Adoption, and that was funded in part by crowd funding. BA (Hons) Acting and English student Catherine Exposito also benefited from a paid placement on the production as a Marketing and Crowd Funding Intern.",
  "para3": "Paul explains, “Catherine came on board the production with a great understanding of social media and was an immense help in maintaining the momentum of our crowd funding campaign. While we didn’t quite hit our funding target, we successfully raised enough to complete our filming schedule, so overall we were extremely pleased.”
  ​“I was very keen to create opportunities for students to gain first hand experience of working on a feature film, so wherever possible, we tried to make work-related learning opportunities available. Outwith the funded placements, we also offered opportunities in the production, camera and art departments on the shoot. In total around 30 Edinburgh Napier students from the subject areas of Film, Photography, Acting and Design benefited from being involved in the production. I also got to collaborate with a number of Edinburgh Napier graduates, most significantly with cinematographer Alkisti Terzi, who studied film here as both an undergraduate and postgraduate student.",
  "para4": "On a tram is a short film based on the experience of a young adopted person. Director, Paul Gray was researching the screenplay of And Violet when he was told this story and with permission created the film featuring
  BA (Hons) Acting for Screen & Stage student, Hana Mackenzie."
},
{
  "title": "5 go to mozambique",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Five go to mozambique",
  "course": " Graphic Design",
  "para1": "In the summer of 2014, 5 graphic design students and two tutors from the BDes (Hons) Graphic Design programme at Edinburgh Napier took their skills to Mossuril in Northern Mozambique. There, they got involved in a charity project to design the branding for the first film festival to be held in Mozambique since the end of the civil war in the 70s. Since their return in late June; Elliot, Ross, Sarah, Jacob. Mikaela and their tutors' work from Mossuril was displayed for a period in the Glass Box at Edinburgh Napier’s Merchiston Campus. While they were over in Africa, the 5 graphic designers created branding for the film festival and a local woman's soap co-operative, along with designing and painting a local nursery school.",
  "para2": "The exhibition tells the story of their experience, where the students worked with little in the way of tools to develop initial design work into environmental graphics for the festival, which was held in August 2014. Check out the gallery below to see the exhibition in full.",
  "para3": "The project was a collaboration with The Teran Foundation, based in Mossuril and Breaking the Ice, a charity organisation based in Berlin. It was funded by The School of Arts & Creative Industries, The Graduate Employability Project, Edinburgh Napier Teaching Fellows and The Student Development Fund Grant Initiative."
},
    {
  "title": "Highlights of my degree",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Shona Peterson",
  "course": "English",
  "para1": "I was really interested in it. I read on the Scottish Prison Service website that one of their key beliefs is that people can change. I think, I really liked that because it was something I believed in as well.",
  "para2": "Shona Peterson, 4th year BA (Hons) English student at Edinburgh Napier opted to complete a placement unlike any other during her final year with the Scottish Prison Service in the Education Department of HMP Edinburgh.",
  "para3": "Shona’s placement, which lasted for 6 weeks, was a particularly unique opportunity. Set up by staff at Edinburgh Napier and the Scottish Prison Service, a handful of students were given access to the Education Department of the prison which is run by Fife College, where they supported and tutored prisoners who had opted to learn new creative skills whilst serving their sentences.",
  "para4": "“People I told about my placement were sometimes shocked. Especially when I said that I enjoyed it and that it was really interesting!” Shona says about working in the prison but explains she’s always been interested in working in the criminal justice system.",
  "para5": "I come from a long line of lawyers which might have something to do with it I suppose! When I did jury duty last year, I just loved the whole court system. Every other teaching placement that had been offered to us on our course I had no interest in! I didn’t want to be a teacher, I thought it's totally not for me. But then when I was in the prison, I just thought, yeah: this is what I want to do.",
  "para6": "Having now successfully completed the placement, Shona explains that in hindsight working in the prison challenged many of the conventional stereotypes she had heard before.",
  "para7": "A lot of people that I spoke to about this placement, they assumed I would be teaching people to read and write, but that really wasn't the case for me. I spoke to people doing degrees; I spoke to people doing their highers and people just creative writing for entertainment, so there were a big variety of skills on show.",
  "para8": "The prisoners surprised me, with their enthusiasm more than anything else, and their creativity. Some of the work I saw was unbelievable, to a really high quality. Some of it was just so creative and different that I was really impressed. The creative writing as well, some of it was incredibly well written and well crafted, and clearly they'd spent so much time, in particular with poems and things, you could see the whole structure had been laid out so carefully. I was really impressed by their enthusiasm towards their education.",
  "para9": "Shona says her placement with the Prison Service has also had huge benefits for her, too. “It was just such a unique and interesting opportunity, and it was interesting to see how I could use my degree in 'the real world', as it gets called too often, in terms of actually helping people. I think it's given me more confidence in terms of my ability to help people and knowing that I have quite a lot to offer as a graduate.  We're often told that 'everybody's a graduate these days' so it doesn't make much difference, but I definitely feel that my degree has given me a lot of skills in being able to communicate with people and to help people.”",
  "para10": "I also learnt a great deal about criminal justice in general. There is a lot of prejudice around prison, and prisoners, and what they are like. I didn't find pretty much any of it to be true. It just hammered home to me that I really want to work in the justice system, especially doing some kind of prison support work, where I can help people.",
  "para11": "Shona, who will graduate from Edinburgh Napier in July 2015 after finishing her course, plans to use her experience with the Prison Service to apply for a role as a Court Officer. To finish the interview, we asked Shona to sum up her placement in three words.",
  "quote": "“3 words? Challenging.... Insightful... Maybe inspiring? I know that sounds really clichéd, but my placement gave me a much clearer view of what I want to do after graduating!”"
},
{
  "title": "I cant do this!",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Beeslack High School Project",
  "course": "Photography",
  "para1": "​In October 2015, Kieran Delaney, Alexandra Donald, Kendal Fewster, Claire White and Kiara Stewart from our BA (Hons) Photography course began working with pupils at Beeslack Community High School on a unique work placement programme. The students visited the school once a week for 4 months to deliver practical photography workshops and lessons with the goal of collaboratively creating a new children's book on the theme of the Growth Mindset.",
  "para2": "The Growth Mindset is the view that the most basic abilities can be developed through dedication and hard work—brains and talent are just the starting point. This view creates a love of learning and a resilience that is essential for great accomplishment.  The Growth Mindset is high on the educational agenda today and this collaboration taps in to that focus.",
  "para3": "The project was born after five primary seven pupils at Roslin Primary School wrote and illustrated a new interpretation of author Katie Walton's book 'I can't do this', with the encouragement of their teacher, Andrea Berry. The pupils (Stephanie, Erin, Josie, Kara and Madeline) wanted to take the concept of the Growth Mindset and make it accessible and easy to understand for young children.",
  "para4": "​Under the guidance of the original young authors, our students worked with pupils at the school to develop photography skills and collaborate in creating, 'I can't do this - junior edition', for young primary age children. The final product is inspirational and a testament to the creativity, ingenuity and talent of all the pupils and students involved.",
  "para5": "​Laura Watts, Art teacher at Beeslack Community High School, had this to say 'The students were fantastic and the final edited images look amazing! The S6 pupils got so much out of it and they loved every minute, which shows in the work. The S1 pupils in particular were really excited to see their story in the form of a real book!'.",
  "para6": "Lindsay Morgan, Placement Coordinator for the School of Arts & Creative Industries, commented, 'This project is an inspirational collaboration involving pupils and students from Primary School up to Honours level at University.  Kieran, Alexandra, Kendal, Claire and Kiara planned lessons, guided the pupils and led the project from start to finish. They put to use all the skills gained from their studies and inspired the pupils at Beeslack Community High School to create a beautiful book with a valuable message. As the book will be shared widely with primary schools in the Lothians, it's going to have a long lasting and wide reach'.",
  "para7": "Copies of the book are being shared with primary schools in Edinburgh and Midlothian and an exhibition is being held on Tuesday 12th April 2016 to celebrate the work and launch the book in the D floor photography gallery space at Merchiston Campus."
},

{
  "title": "It Was Incredibly Rewarding",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Anita Okiendo",
  "course": "Phtography",
  "para1": "​Anita Okienko is a year 3 BA (Hons) Popular Music student at Edinburgh Napier University with the main focus on voice as her instrument. I am driven and passionate about making positive changes in the local community. As a music student I always try to develop my skills and look for opportunities.",
  "para2": "Anita channelled this drive and passion for music by volunteering as a vocal tutor for the Scottish Chamber Orchestra Vibe programme.",
  "quote": "The main challenge for me was the transition between being a student to becoming a teacher",
  "para3": "My passions are vocal groups and a cappella singing. It is my dream to lead a small vocal ensemble and share my knowledge about safe, healthy singing techniques and my interest in voice as a powerful instrument itself.",
  "para4": "SCO VIBE is a fusion orchestra led by internationally renowned animateur and guitarist Paul Griffiths, open to young musicians aged 11-18. The course is open to all singers and instrumentalists from any musical background, including classical, folk, rock and pop. Over the course of a four day workshop, participants create and perform their own music with the guidance and support of professional musicians.
SCO VIBE is delivered in partnership with Drake Music Scotland and City of Edinburgh Council.
",
  "para5": "Anita told us more about the project.
  The SCO Vibe project took place in Broughton High School in April 2015 and it was a week of music making and social workshops. Each day was filled with creating music and working in section groups (vocalists, strings, woodwind etc.). Every day we had a different task to do - Paul split us into groups where we had to work on our individual material.",
  "para6": "The main challenge for me was the transition between being a student to becoming a teacher - I had to be confident enough , make responsible decisions and decide on the creative outcome of any activity. One day after a great brainstorm the girls came up with fantastic lyrics ideas which we later used in one of the orchestra's compositions.",
  "quote2": "This experience definitely confirmed to me that I want to become the best teacher I can possibly be",
  "para7": "It was incredibly rewarding to see this great bunch of aspiring musicians having so much fun, interacting with each other and learning new skills. The feeling when you start noticing your contribution towards a child's education is impossible to describe - so heart-warming. This experience definitely confirmed to me that I want to become the best teacher I possibly can.",
  "para8": "Anita goes on to describe her aspirations for the future. ​In the future I want to become a vocal tutor. Both of my parents are music teachers in a local school back in Poland. They have always been my biggest inspiration. Being able to see my parents' students being so passionate about music and my parents enjoying their career made me think I would one day become a teacher as well.  As a singer I want to share my skills, knowledge and passion for music with others.",
  "para9": "I enjoy making positive changes to the local community that's why the SCO Vibe project was a great opportunity as it was designed for Edinburgh-based children. I think we can change the world by making small changes in our own surroundings and being a good example for others. I would definitely take part in this project again!",
  "para10": "Anna Hainsworth from the Scottish Chamber Orchestra commented: It was lovely to have Anita on the project as she brought a lot of talent and enthusiasm to the team.",
  "para11": "SCO VIBE is a fantastic project as it brings together young people from all musical backgrounds and allows them to work collaboratively and creatively. Every participant brings their own talents, ideas and musical influences with them and our brilliant animateur, Paul Griffiths, helps them to combine these to produce exciting new music.",
  "para12": "Anna continued, Student Tutors are invaluable to making SCO VIBE work and bring a huge amount of energy, enthusiasm and skill. We’ve worked with students from Edinburgh Napier on several courses now and they’re always reliable, positive and have a great work ethic. It’s a pleasure to have them on board."
},
{
  "title": "I loved it, I absolutley loved it",
  "school": "School of Arts and Creative industries",
  "image": "",
  "caption": "Rachel Napier",
  "course": "Product Design",
  "para1": "Rachel Napier is a 4th year Product Design Student. Last year through the Placement and Careers Office, she organised to go on placement at Thistle & Rose, a furniture and fireplace restoration company in Hawick in the Scottish Borders. She thought it was awesome.",
  "para2": "Rachel has a passion for furniture, and particularly for using traditional techniques to restore furniture. That’s exactly what Thistle & Rose do, so for Rachel, it was the perfect place to be.",
  "para3": "“It was brilliant, I had two main projects that I was working on, but I was also getting my hands on restoring old antiques. They even build their own fireplaces in the style of Adams furniture, which is pretty cool!”",
  "para4": "“The first project was a marquetry panel, so I had to go and research 18th century design and then make my own pattern based on what I found. The company believes in using the traditional techniques that would have been used when they were first made. I used animal glue and old French polishing and stuff like that. It was really cool.”",
  "quote": "“Inspirational. Beneficial. Amazing.”",
  "para5": "Working at Thistle & Rose was Rachel's first work placement. She says the whole experience helped her become more confident.",
  "para6": "“For product design, I hadn’t completed any work experience in the past, so it was really daunting. Especially because Thistle & Rose work with antiques, so it was very expensive things that I was handling. It was very daunting, but I settled into it. As the weeks went on my boss was letting me get my hands on more and more.”",
  "para7": "“It’s given me so much confidence. I’m quite a shy person, and it’s let me see that I can go into places like this and I can do it. I can just jump into something and get on with it.”",
  "para8": "Rachel says she realised how far she’d come one day when she was working on a particularly difficult project.",
  "para9": "“I was very nervous to start with, so they weren’t giving me very challenging tasks. But as my confidence built, I was given a lot more work to do. I was stripping a fireplace that was hundreds of years old one day. At the start I would never have been allowed to do it because I was so shy, but I think letting people see what you’re capable of means you get to do more.”",
  "para10": "Since coming back to Edinburgh Napier after Thistle & Rose, Rachel feels she’s in a much better position to get a job.",
  "para11": "“I feel like everyone (on Rachel's course) who completed a placement last year, created CV’s and portfolios, which we’ll be doing again this year before we go out into the ‘real world’. I feel like we’re a step ahead of everyone else because we know what’s expected of us and we can build on what we did last year. We’ve got experience in real workplaces, so it should put us a step ahead and make us stand out a bit more.”",
  "para12": "This year, Rachel is incorporating the traditional techniques she learned during work experience into her fourth year project. She’s planning on keeping in contact with Thistle & Rose so she can include them in her research.",
  "para13": "As with all our placement stories, we ask Rachel to sum up the experience in just three words.",
  "quote2": "“Inspirational. Beneficial. Amazing.”"
},
{
  "title": "I grabbed the opportunity",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Joanna Cummings",
  "course": "Publishing",
  "para": "There are a lot of different areas of publishing.” Joanna Cummings, who graduated from Edinburgh Napier’s MSc Publishing course in September 2014, tells us.",
  "para2": "Contract publishing, which is a field that I always knew existed but never really knew too much about until my placement, is the route I decided to go down. Companies like British Airways, or Tesco's, have their own in house magazines that are generally published by an external contract publisher. So if you work for one of these companies, you end up writing on multiple subjects across multiple magazines, in different tones and different styles, which was really appealing to me as someone who wants to write.",
  "para3": "In July 2014, Joanna jumped at the chance to undertake a two-week placement with Think Publishing, an award-winning contract publishing company with offices across Britain. She was able to secure a place with Think thanks to the strong links Edinburgh Napier has with the publishing industry.",
  "para3": "They're very good on the Publishing MSc Course. Joanna Explains. Avril Gray, the course leader, is very well connected and she works really hard to network throughout the year to ask different companies if they would be prepared to take students on as a placement. She's great at always sending out opportunities that are advertised. When Think advertised, I put an application in and was thankfully successful. As soon as I saw it, I just grabbed the opportunity.",
  "para4": "I was specifically excited about Think because they are an award-winning contract publisher. Joanna goes on to tell us. “John Innes, Head of Think’s Scotland Office, came to give a lecture to us, and I was pretty blown away by his attitude. He was very positive about how effective magazines are, especially in a time where you hear a lot of tales of tragedy that print is dying out.
  It was really refreshing to hear that he was so positive and forward thinking. They were taking more and more clients on, generating more and more business across print and online, so it was a really exciting prospect working with them.
  The placement was also an opportunity for Joanna to build her career prospects for the future. I really wanted to get my foot in the door. she says. While I'm in my 30's, most people on the course are in their 20's. I'd already had a career in libraries and wanted a change. One of the reasons I chose Edinburgh Napier is because they offer placements, and I thought that would be a really good way to give me actual real-time experience in industry, which would benefit me in the long run.
  Since completing her studies in 2014, Joanna now works in social media and web content for an events firm, while also working in a freelance role with Edinburgh Tourism. In the future, she’s hoping to continue in to the field of contract publishing. Eventually I would like to have a position in a contract publisher. That would be the goal, because I like the idea of working with that kind of variety and the challenge of having to write for ten different magazines. I like that, it appeals to me a lot.
  Finally, we asked Joanna to sum up her placement with Think in just three words.",
  "quote": "“Challenging, creative, and thought-provoking, which is quite appropriate for a place called Think!”"
},
{
  "title": "Its what I love",
  "school": "School of Arts And Creative Industries",
  "image": "",
  "caption": "Alice Bell",
  "course": "English",
  "para1": "Alice Bell has always had a passion for teaching. She chose to study BA (Hons) English at Edinburgh Napier University three years ago with the view to apply for a postgraduate teaching course after graduation. In 2014, she was able to secure two placements through the Placements and Careers Office; the first for two days at George Watson’s College and the second a week long placement at St David's RC High School.",
  "para2": "“I was in the classroom as an assistant. At Watson’s, I went round the class and helped the kids with what they were doing. They were working on a really interesting project on Botswana, which I helped with. I also helped come up with some ideas for crafts and things. At St David’s, I was a bit more hands on, we were given specific timetable slots and we spent an entire day with the students. I think it's the best work experience I've ever participated in.”",
  "quote": "I was terrified",
  "para3": "As with most of the students we’ve met, Alice says nerves were a big problem for her at the start of the placement.",
  "para4": "“The first pupils at St David’s were third years, and I was really scared but I kept my composure because I’m so determined to become a teacher that I’m willing to calm myself down and get in to it.”",
  "para5": "Alice says she settled in quickly. Eventually it was completely natural, I was speaking to the kids really well. By the end of the week I was pretty much used to it and felt really at home there.",
  "quote2": "“The thing about teaching is that it’s extremely competitive”",
  "para6": "“You’ve got to have a lot of experience.” Alice told us, “But it doesn't put me off, it just makes me want to try even harder!”",
  "para7": "“I’m just taking any opportunity I can get.” she says. “When this came up, I was pretty thrilled. It was only two days at Watson's, but it was really valuable and really good. Any work experience helps with your CV.”",
  "para8": "In Alice’s case, she’s hoping the experience will land her a place on a PGDE course. “I think it’s really going to help with my application, it will make me stand out a bit more. I’ll have a lot to talk about in an interview.”",
  "para9": "Alice also has a few hints for people about to go out on placement.",
  "para10": "“You’ve got to be really confident. And smile, even if you’re scared! You’ve got to work really hard. The more challenging it is, the more you’ve got to throw yourself into it, because the end result will be even better. Take loads of notes! Ask loads of questions- even if you annoy them a bit! It’s an opportunity to find out about the job you want to do and see if it is right for you, so you’ve got to ask about every aspect of it”",
  "para11": "Finally, we asked Alice what three words she thinks summed up her placements best:",
  "quote3": "“Rewarding. Scary. And Fun!”"
},
{
  "title": "I believe community projects like this are vital….",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "​Laura Briggs",
  "course": "Television",
  "para": "​Laura Briggs is a 4th year student on our BA (Hons) Television programme. In Autumn 2016, Laura began working on a project with the National Museum of Scotland, “As part of my work-based learning module, I was asked to make a short film showcasing the brilliant work the National Museum of Scotland do during their monthly socials which facilitate sessions for people living with dementia. The sessions run on the third Friday of every month and offer the chance for participants to learn about projects within the museum and take part in activities such as arts and crafts and singing.",
  "para2": "Laura, who plans to pursue a career in television production after graduation explained how beneficial the project has been, “I gained a variety of skills working on this project. My camera technique and interviewing skills improved as I was able to speak first hand to regular members of the socials. I also gained a real insight to the services the NMS provide. It was wonderful to engage with such a great initiative within the community that strives to be a helping hand to people living with dementia and their families.",
  "para3": "I believe community projects like this are vital. I have seen first-hand how beneficial these schemes are. The socials aren't huge and they provide an intimate atmosphere for learning and socialising.",
  "para4": "Laura was supported by members of staff at the NMS to collaboratively create the film, “I was in regular contact with Deborah Wilson and Christine McLean and they would answer any questions I had. Christine was very clear on how she would like the piece edited and offered great feedback. Overall, it was an incredibly smooth production process.",
  "para5": "Christine Mclean, Community Engagement Manager, described working on the project with Laura “Our Museum Socials are for people living with dementia, their friends and family; we have built a good rapport with them, based on trust and a varied, engaging programme of activities.  It was important that we worked with someone that we could trust and who understood the rationale behind our Museum Socials. Laura fitted in seamlessly to our sessions, never intruding on the activities and putting everyone at ease.  She instantly 'got it', and was at all times professional and discreet.  Laura managed to capture the essence of the programme and also filmed a nice interview with two of our most frequent visitors.  This type of feedback is vital for us, both to help shape future programmes and to demonstrate to funders and others the impact that the Museum Socials can have.  It has been a pleasure to work with Laura.”",
  "para6": "Deborah Wilson, Volunteer Coordinator, continued “Work Placements play an important role at National Museums Scotland allowing students to gain practical experience of museum and heritage work in their chosen areas of specialism. We welcome the enthusiasm, ideas and new perspectives they bring to our projects and the work we are involved with, allowing a shared learning and valuable development opportunities for both parties involved.”",
  "para7": "Kirsten Macleod, module leader for Television Work-Based Learning and Community Media commented, “In the School of Arts and Creative Industries we aim to ensure our students' learning is embedded in and applied to the real world. In BA Television we have just started a new module in Community based media which seeks to encourage students to really engage with communities and to find ways of making films both with and about them. We were really excited that the National Museums of Scotland proposed this Museums Social project and it also fitted in to another module students were taking on Work-Based Learning. NMS have been great working with our students and giving them the responsibility and guidance to produce a fantastic piece of work.”",
  "para8": "Laura offers this advice to students interested in taking on a community project, “My advice to students would be to engage as much as you can in the variety of projects out there. I really had no idea about community media prior to beginning my fourth year and I have loved working and learning within this community. Ask questions and make the brief clear to yourself and the client. This cuts down time and overall makes it a more enjoyable process. Also, do as much research as you can. Sometimes the best stories are worth hunting for.”",
  "link": "You can watch the film here - www.nms.ac.uk/museumsocials"

},
{
  "title": "It has made me re-evaluate my career",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Anna Fraser",
  "course": "Popular Music",
  "para1": "It’s fun. It’s pretty good fun.” says Anna Fraser about her course. She’s currently in 4th year studying BA (Hons) Popular Music. “We do a lot of the technology side of things, but when you get into third and fourth year, you can specialize a bit more, so I’ve gone more down the performance and -kind of- teaching route, but mainly performance and a little bit of composition in my final project",
  "para2": "I’ve been playing music since I was a kid, so it’s been there all my life.” she tells us. “Basically there was never anything else that I ever wanted to do or could see myself doing",
  "para3": "Last year, as part of a 3rd year module on her course, Anna undertook a music tuition placement, travelling around a host of schools in Edinburgh.",
  "para4": "I shadowed a woman called Hazel Morrison, who teaches tuned percussion and drums around Edinburgh. I mainly went to Craigroyston to do that for about half a day, each Friday. I shadowed her, and sometimes helped out with the lessons as well. She ran a Samba group at lunchtime there also, so I helped out with that as well, which was really nice",
  "para5": "We went to another couple of schools as well, one was the Royal High School, and we did some lessons there also. It was good because the schools we went to were very different, so it was interesting to view the different atmospheres, and learn how to react to different characters.",
  "para6": "Anna says the best thing about going on placement was how it changed the outlook she had on her career path.",
  "para7": "I think when I first came to University, I thought I’m definitely going to do teaching, that’s the only way you can make money out of music!, now though, I’ve seen all of the different income streams that you can dip into if you’re lucky enough. It’s important not to get too involved in something just because it makes you money, if it’s not completely your thing. Speaking with Hazel (Anna’s mentor), I learnt not to do stuff just because I felt like that’s what I should be doing. It’s more important to do what you want to do with your career.",
  "para8": "I do want teaching to be part of my career. Although I don’t know if I want it to be 100% of everything that I do. It was good to learn that, and to feel comfortable saying ‘no, that’s OK. I can do other things as well as teaching.' I think it’s given me a much more realistic idea of what it is I want to do. I want a portfolio career, I think it’s called! I’d like to do a bit more session work, but I still really like teaching.",
  "para9": "Having given her a new outlook on what she wants to do with her career, Anna says she’s now heading along the right lines.",
  "para10": "In terms of getting work doing teaching or doing community work myself, outside of University, it’s definitely helped a lot. I’m helping out at the moment with Frontiers Orchestra down in Muirhouse, and I should be starting doing some workshops in schools as well, which I should earn a little bit of money for, which will be nice. I suppose it’s kind of like real life already",
  "para11": "Finally, we asked Anna what three words she feels best sums up her placement.",
  "para12": "Challenging... Insightful... And fun!"
},
{
  "title": "Just Being Part of it Was Amazing",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Alice Shone",
  "course": "Film",
  "para1": "Alice Shone, 25, studies BA (Hons) Film here at Edinburgh Napier University. Originally from Lancaster in England, Alice moved to the Borders with her parents when she was 11 and to Edinburgh when she was 18. She’s always loved film and photography. Last year, she was lucky enough to secure a placement as an assistant at the Edinburgh International Film Festival. This is her story.﻿",
  "para2": "I had no idea how any festival, whether it's literature, film or music, was run. There’s just no way of knowing.” she begins. “I was actually very surprised about how few members of staff there were in the beginning. By the end, there were hundreds, but there was only a few people who decided what films were going to be shown. It has opened my eyes up completely.",
  "para3": "As someone who loves films and TV shows, Alice says the best thing about her placement was getting up close and personal with the industry.",
  "para4": "Just being part of it was amazing. I got to go through all of the archive footage from the old catalogues and brochures, from the very first one to last years, because I was helping the artistic director for this coming festival (2015).",
  "para5": "It was so cool looking back over not just all of the old films, but also the old adverts including really old whiskey adverts. They’d all be in black and white or written on paper we don’t use anymore, so just feeling those things from almost 70 years ago was brilliant. I’d look forward to it every day getting to look through a few more old films in my spare time.",
  "para6": "It wasn’t just getting access to the archives that Alice enjoyed. Part of her role was also to contact the directors of the films and attend the events put on by the festival.",
  "para7": "During the festival itself, I got to meet one of my favourite photographers, Tim Walker, because he directed a short film called, 'The Muse', we were showing. It was quite embarrassing actually because I was quite starstruck and I didn’t know what to say! I also got to meet Robert Kondo, the director of my favourite film at the festival, which happened to be another short film called 'The Dam Keeper'. It's actually been nominated for an Oscar this year, and meeting him was so great. He brought me some signed postcards and badges which was just so lovely. Getting to meet your idols is quite wonderful.",
  "para8": "“I learned a lot about myself.” Alice also tells us. She believes her placement taught her what she’s capable of.",
  "para9": "I was working 5 days a week at the Edinburgh International Film Festival, 2 days a week at my other job, and in any time that I was not sleeping, I was doing course work. I learned that I can do it; I think most people could do it. When you have to do something, you just get on with it. It’s a brilliant feeling! Being that dynamic and feeling that alert all of the time is quite exhausting but I felt like I’d achieved something. Every day I thought, yes! I’ve done it.",
  "para10": "Finally, we asked Alice to sum her placement up in no more than three words. Here’s what she came up with:
“Magical. Exciting and fulfilling.”"
},
{
  "title": " The Welcoming Project",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Sam Finch, Daniella Faccenda and Kirsty McLachlan",
  "course": "Photography",
  "para": "​Edinburgh Napier University and a charity that provides support for refugees and migrants have worked together to use photography to help newcomers settle in the city.
  Sam Finch, Daniella Faccenda and Kirsty McLachlan, all final year students on our BA (Hons) Photography course, have been working with city-based The Welcoming as part of a creative project to support a group of 10 participants to capture their first experiences of living in Edinburgh.
  The students worked with individuals receiving support from the charity to develop their photography skills by exploring the city and surrounding area to capture images of various landmarks including, The Royal Botanic Gardens, The Scottish Parliament and Arthur’s Seat.
  The project aimed to help those involved develop their technical photograhy skills and learn more about the city. For Sam, Daniella and Kirsty, it was an opportunity to gain teaching and project management experience whilst contributing to a valuable social project.
  The participants, coming from a wide range of countries including Sudan, Turkey, Argentina, Brazil, Columbia and Spain were encouraged to use what they had captured to help them convey what moving to the city had meant to them and to share personal stories of being new to both the city and Scotland as a whole.
  Discussions on culture shock, the language barrier, interactions with people and even the weather were all stimulated through the project, helping individuals form new friendships alongside finding common ground in their experiences.",
  "para2":"Lindsay Morgan, Placement Coordinator for Edinburgh Napier’s, School of Arts and Creative Industries commented: “The project was created as an opportunity for community engagement and a chance for our students to gain real pedagogical and project management experience. Language barriers and social isolation are common amongst refugees and migrants and by creating a visual record, we hoped to transcend these barriers.
  “Over the past few years, our photography programme has organised several volunteer projects for students and we’re delighted that we’ve been able to work on another great project with a local charity that carries out so much fantastic work within our city. The benefits really have been felt by all those involved.”
  The Welcoming supports refugees and migrants in Edinburgh, with over 1,000 people from 60 different nationalities benefitting from its range of classes, activities and workshops each year. Its aim is to help Scotland benefit from the diversity, experiences and talents that its participants bring.
  Elaine Mowat, deputy director of The Welcoming, said: “The project has been an amazing opportunity for our participants to learn new skills, explore the city from new perspectives and benefit from the expertise and enthusiasm of the Edinburgh Napier students. This is exactly the kind of experience that helps newcomers feel welcome and included, and to see Edinburgh as a place where they can succeed in building an exciting new life. We are delighted to have had the opportunity to work with the University and really appreciate all the support that its School of Arts & Creative Industries has provided.”"
},
{
  "title": "Growth Mindset Project",
  "school": "School of Creative Arts and Creative Industries",
  "image": "",
  "caption": "St Davids RC High School Project",
  "course": "Photography",
  "para1": "In 2015/16, our BA (Hons) Photography programme teamed up with St David's RC High School again for a creative collaborative project to produce six, 3ft by 12ft banners, to be permanently displayed in the School.",
  "para2": "Helen Edmund, Stephanie Ramage, Christopher Stewart, Olivia Roberts and Caroline McQuistin from year 3 on the course worked with pupils at the school for 5 months delivering photography lessons and creatively guiding the pupils to design the 6 banners on a Growth Mindset theme. The project is a natural progression from the 2014/15 Resilience Project which won the Creative Edinburgh Collaboration Award and is a continuation of the wonderful partnership between St David's RC High and Edinburgh Napier University.",
  "para3": "Jennifer Campbell, PT Partnerships, commented, Working with students from Edinburgh Napier University for a second year has been wonderful. The students have ample creativity and technical skills which they used to teach and inspire the pupils. The Growth Mindset, like Resilience, is a key focus at St David's. These banners will share that message whilst enlivening the place where our pupils come to learn.",
  "para4": "Campbell went on to describe the benefits of the project to pupils at St David's RC High, The pupils were actively involved in all stages of creating the banners, from the initial idea/themes, right through to the final design and editing stages. They've been given access to top of the range equipment and even visited Merchiston campus for a shoot in the photography studio.",
  "para5": "Colin Cavers, Programme Leader for BA (Hons) Photography, added For our students, volunteering to take part in this project, has given them the opportunity to develop real project management and pedagogical skills as well as applying their growing photographic knowledge in a transferable context. We are committed to working with local partners to create work-related learning opportunities and enhance our communities.",
  "para6": "The banners will be permanently displayed at St David's RC High School and the artwork will be on display in a temporary exhibition at Merchiston campus from Tuesday 12th April 2016."
},
{
  "title": "The best thing you can do is go on placement",
  "school": "School of Computing",
  "image": "",
  "caption": "Corina Criestea",
  "course": "Digital Media",
  "para1": "Meet Corina Cristea. She’s 23, originally from Romania and studies BSc (Hons) Digital Media at Edinburgh Napier University. We met up with her to find out more about two placements she completed last year; one with Age Scotland as a paid creative charity project and the other with Helixion, a banking software company.",
  "para2": "First she filled us in on all the details of her placements.",
  "para3": "“The first one (for Age Scotland), they wanted a very classic animation. A cartoon version and a motion graphic version. Both of them were quite simple really, because the target market needed to understand it, and the target market was the elderly so you don’t want it to be too confusing. I had a chat with Lindsay Morgan at the Placement Office and she was very helpful. I had ideas for the projects, so I got involved with the charity. Thinking back, it was a decent project. It was good for the portfolio, and if it’s good for the portfolio, it’s good overall!”",
  "para4": "“The second placement, it was a bigger one. It was a three month paid placement, and I’m still actually working for them, it was with Helixion down in the west end. At that time I needed to pay rent, and a lot of shopping was overdue!",
  "para5": "In digital media- which is highly competitive- it’s vital to have as much experience as possible when applying for the top jobs. Corina says she’s happiest the placements she did gave her the chance to build a professional portfolio.",
  "para6": "“In my field, you can have a CV full of stuff, but that doesn’t really tell the employer anything, because they want to see what you’re capable of. So you need a showreel. If you can show diversity as well, it’s a big plus. You have to show you’re good in all the things you say you’re good in. Examples of your work, it’s essential.  What I did in my placements definitely go into the portfolio, and hopefully that will eventually land me a bigger job!”",
  "para7": "We ask all the student’s featured on the blog why they chose to do a placement in the first place. For Corina, going on a placement gave her the chance to push herself.",
  "para8": "“If you feel like you’ve finished something and it’s done with, then I don’t think you show improvement. If you’ve finished your work and there’s still some things that you would change, then it shows why you’re doing the project. You improve yourself and you get to another level from where you started it. If by the end of the project you’re not that happy with it and you feel you could have taken it much further, then that’s a good thing! It means that for the next one, you’ll have more stuff to include. It’s just the process.”",
  "para9":  "“I can see a difference, though. Usually I’m not that happy at the end, but now I’m starting to be a little bit more happy. I can see a huge improvement in my videos and my work. I think the pressure of being in a work environment and constantly being evaluated by someone is huge. It really challenges you.”",
  "para10": "To end the interview, we asked Corina the same thing we’ve been asking all the students we’ve met; sum up the placement you did in just three words.",
  "quote": "“Freedom, I guess. Fun.... ehm (smiling)... And challenging as well.”"
},
{
  "title": "Bo'ness Academy Creative Collaboration",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Richard Firth and Trent Jennings",
  "course": "Product Design",
  "para": "To mark the Queens 90th birthday, Edinburgh Napier’s Product Design programme and pupils from Bo’ness Academy art department collaborated on an innovative sand casting workshop on Blackness Castle Beach.  Students from both Edinburgh Napier and Bo’ness Academy created commemorative art works comprising the design and production of 40 plus bass relief sculptures, cast in pewter into moulds, created directly from the beach at Blackness Castle.",
  "para2": "The workshop used traditional craft making processes to introduce sustainable manufacturing processes, using a ‘making through doing’ approach to learning.
  Richard Firth and Trent Jennings (Programme leader and lecturer for BDes (Hons) Product Design) ran the project and have worked on similar outdoor learning and teaching experiences in both Scotland and Norway.
​  Richard Firth commented “Increasingly we are aiming to integrate our teaching and learning experiences into communities out with the University. Observing our second year product design students organising, delivering and mentoring S4 and S6 pupils through this innovative learning workshop, has been a terrific validation of learning by teaching and the impact of the widening participation process”.",
  "para3": "Manna Dobo, art teacher at Bo'ness Academy continued, This has been a wonderful example of learning by doing. It has shown that projects that are experimental are incredibly worthwhile. It encourages a growth mindset in the pupils by allowing them to let go of pre-conceived ideas and showing that they are capable of doing much more than they thought.
  This workshop has empowered our pupils with a new skillset, work attitude and enthusiasm that they will be able to utilise in many other contexts. They will also be able to pass these skills on to pupils coming after them and this will create a long lasting legacy",
  "para4": "Mima Fair, year 2 BDes (Hons) Product Design, added “This was a very worthwhile and eye opening experience. It taught me the process of sand casting that no books or tutorial could ever teach me. I really enjoyed it and it was great for the class to bond over. It was very rewarding seeing the end results and doing something practical out with the university”.
  A celebration will be held at Merchiston campus during More than a Degree Show 2016 to celebrate the work produced.",
  "link": "www.edinburghnapierdegreeshow.info"
},

{
  "title": "I've Learnt so much",
  "school": "School of Computing",
  "image": "",
  "caption": "Maria Oyegbile",
  "course": "Buisness Information Systems",
  "para1": "Maria Oyegbile is a BSc (Hons) Business Information Systems student who joined Edinburgh Napier University in 2014 as a direct entrant to second year after completing a HND in Interactive Media. Maria is currently in her third year but is out on placement for 15 months. 'I chose to find a placement because of the advantages that come with it especially in gaining experience in a real work environment. I had never worked in an IT role and I thought this would be a good chance for me to develop myself in preparation for my future career in Project Management.'",
  "quote1": "'I would strongly encourage anyone who can to give placements a try, they will not regret it.''",
  "para2": "Maria is currently on work placement with Caledonian Produce which is part of the Bakkavor Group, located in Bo’ness, West Lothian. Caledonian Produce specialises in prepared foods like potatoes, vegetables, side salads and ready meals among others, It's only client is Marks and Spencers. Maria continues, 'Caledonian Produce employs over 1500 employees and is the biggest company I have ever worked for.'",
  "para3": "'I am the site IT contact, supported by the Group Central Information Systems team in Spalding. My role is very varied which makes it more interesting. It ranges from installation of software and hardware to networking, sorting out user errors in person or via proxy, maintenance of IT equipment like printers, scanners, phones and projectors, project management (my favourite), purchasing of IT equipment, working with third party contractors to resolve user issues, closely working with group IT to resolve issues, training staff in using IT equipment, writing user manuals and carrying out the company IT induction, setting up user company mobiles and desk phones and changing the back-up tapes among others!.'",
  "quote2": "''​This experience has been very rewarding and beneficial, I have learnt so much in this period.'",
  "para4": "​It has helped me to better understand what I studied at University before placement and now I have both theoretical and practical knowledge. Having gone for the placement without much knowledge of IT systems, I have been equipped with a vast knowledge. I now understand things like the Intranet, Extranet and Internet even more after having studied them in one of my second year modules (Enterprise Systems).",
  "para5": "My biggest challenge was networking given that I had never done it before. I didn’t think there would come a day when I would ever get it. Now I can do this in my sleep and I actually enjoy it. Often users move from office to office or new ones come in and I have to connect them to the company network so they are able to access the systems. This is a skill I have picked up during my time at Caledonian Produce.",
  "para6": "I have gained confidence in dealing with various individuals and groups of individuals on various levels. I have worked on different projects like the file and print server migration, Installation of Internet Explorer 11, upgrade from Windows XP to Windows 7, installation of programs on to Virtual servers among others with different managers, individuals and teams. I have had to communicate with them in person, on the phone and also via email and my confidence has grown immensely.",
  "quote3": "'I have learnt so much throughout my placement and I believe the skills I have acquired will help me secure a good job after my studies.'",
  "para7": "'I have learnt how to be professional, deal with various people, address a large group of people, chair meetings, prepare agendas, and send out minutes among others.'",
  "para8":"Maria goes on to describe the process of applying for work placement opportunities, 'At university, work placements are well advertised by all involved. I remember attending placement workshops which encouraged me to apply and jobs were well promoted on the university site and also on e-Placement Scotland. I got support structuring my CV and also interview skills and technique support was offered.'",
  "para9":"When out on placement, I was assigned a tutor for the duration, Gemma Webster. She has been to my work place to see my manager and myself. During the first meeting, I was asked if I had any concerns or even if I needed to ask anything. It was good to know that I have someone I can discuss any work issues with if I needed to.",
  "para10": "I also have support from Moodle, the university site. There is lots of information that has been put on Moodle to help with the weekly log, portfolio and reports. This information was helpful especially during the initial stages of creating my web log.",
  "para11": "​On site I am fully supported by my manager who is very easy to talk to and work with. We regularly have meetings to catch up on any issues or projects that are happening.",
  "quote4": "She has also asked me to stay on 'forever' with Caledonian Produce because of how well we get on and how I conduct myself and carry out my job.",
  "para12": "Finally, as always, Maria summed up her experience in 3 words.",
  "quote5": "Fantastic, hard work and worthwhile.",
  "para13": "You can look for paid work placement opportunities in IT at",
  "link": "www.e-placementscotland.com"
},
{
  "title": "The most life changing and confidence boosting experience.....",
  "school": "School Of Computing",
  "image": "",
  "caption": "Kate Belakova",
  "course": "Computing",
  "para": "Kate Belakova, originally from Riga, Latvia, is a BSc Computing student at Edinburgh Napier University. Kate has taken part in three different work placements, including summer roles and a 12 month opportunity. In this article, Kate tells us about her motivations and experiences working in industry. On my work placements, the duties, company culture and locations were very distinct from each other, yet I gained both personal and professional growth after each experience. Work placements look great on your CV and my experience has dramatically increased my employability. Now, I won’t be considered as just a graduate, but also as a graduate developer with more than a year’s relevant experience. This is so important in this competitive and ever evolving industryThe support I received from the University was very valuable. At the beginning of the year, I arranged a meeting with a CV advisor, took part in a mock interview and received warm congratulations when I was offered a placement. A well-structured CV was the main factor for why I was selected for interview, so it’s worth taking some time to seek out the right advice and highlight your best skills."
  "para2": "Kate told us all about her work placement experiences. The most life changing and confidence boosting experience was my 12 month work placement. I worked as a full stack developer at BlackRock in Edinburgh. It was my first time developing applications that will be used by real clients. In the beginning, it was an unusual transition from being a student to working 9 to 5 in a professional environment. I had to manage more tasks and stick to the schedule. I was very lucky to be working with a supportive team that felt like a small family by the end of the placement."
  "I developed a great deal of technical and transferable skills such as best practices, new technologies, testing, designing, writing documentation and managing client relationships. On top of that, I improved important soft skills that will help me in my future career and personal life.
  Kate's advice to you!, So, for those of you who are thinking of whether going for a placement or not I say – Yes! In addition to gaining real work experience, this placement year can help you realise what exactly you like doing in your field. It helps to understand what kind of working environment suits you more (whether it’s a start-up or a big corporate company with a defined hierarchy) and generally what kind of worker you are. It’s surely a very rewarding decision and you won’t regret it."
},
{
  "title": "You can show a potential employer what you're capable of",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Heather Thomson",
  "course": "Journalism",
  "para1": "Heather Thomson is in her fourth year of studying journalism. In January 2014, she started a six month, one day-per-week placement with Foodies Magazine, an Edinburgh-based, monthly magazine which covers all things food related.",
  "para2": "We caught up with Heather to find out how her work experience at the magazine went. First off, she told us what she got up to at the company.",
  "para3": "It’s a very small team, and I was working directly with the editor. Most of the time you’re writing copy or researching it. I’d be given a topic, for example Italian restaurants, and I’d be asked to identify a number of Italian restaurants, taking into account things like good variety, who our audience is and if it’s suitable.",
  "para4": "Heather says her time at Foodies really helped her grow in confidence.",
  "para5": "You can show a potential employer just what you’re capable of, because with each issue I got more confident. In the first issue I did, I only did a small amount of work which was directed by the editor.",
  "para6": "As the months went by, and they felt more confident with what I was able to do, I was prepared to put myself forward for things. It did a lot for my self confidence in my work and by the end, I was prepared to say ‘I can do that!",
  "para7": "Until I did work experience, I had tremendous doubts about my own writing. I didn’t know if it was at a professional level. When I was getting things published, I looked at my work in a different way. I have confidence in what I write, because I know it is a professional quality.",
  "para8": "I just wish I'd done it sooner!",
  "para9": "During her placement, Edinburgh-based Heather also had a magazine module at the Edinburgh Napier. In third year, Journalism students at Edinburgh Napier produce and publish a general interest magazine called Impulse. Heather thinks the experience she learned at Foodies would’ve been perfect for working on Impulse.",
  "para10": "I wish I’d done the placement just before I’d done the magazine, because I would have had a lot more confidence. When I saw how a very small team got a lot done because everyone knew what they were doing, it was all planned out and we stuck to it. I just wish I’d done it earlier! because now, if I worked for a magazine, I would have a very strong idea of how it should be working.",
  "para11": "As with all of our placement stories, we’re asking them to sum up their placement experience in 3 words. Here’s Heather's response:",
  "para12": "Fulfilling. Challenging. Hunger-Making!... That’s the best I can think of, maybe it’s all the food!"
},

{
  "title": "I've Gained a Lot from this Experience",
  "school": "School of Computing",
  "image": "",
  "caption": "Brian Long",
  "course": "Business Information Systems",
  "para1": "​Brian Long is currently in his third year of BSc (Hons) Business Information Systems. I came over here from Ireland as a mature student. Having already completed a degree, in teaching, I took the difficult decision to come back to University as I didn’t feel I was finished with my education and wasn’t ready for working life just yet. I chose the course, Business Information Systems, as I feel that it is a mixture of two lucrative industries, business and computing, and I want to be part of something of that magnitude.",
  "para2": "Brian continues, I always had an interest in business but lacked technical skills, which is something I feel is necessary in today’s world, so here I am. Being from a small town in Ireland, of just over one thousand people, coming to Edinburgh, and Edinburgh Napier, was a big change, and one that I did not take lightly. Three years on and I have come to love this city. I can say that University life the second time round is very different; I am older, more mature and more focused on what I want.",
  "quote": "On hearing the possibility of a fifteen month placement, I jumped at it, as I felt that the experience gained would give me a great taste of working in the industry  and provide my CV with something that many others would not have.",
  "para3": "I would go as far as saying it was necessary for me to complete, to be able to make decisions about my future.",
  "para4": "Brian is completing his 15 month work placement at the University of Edinburgh in their IS Applications department. They are located in Dalhousie Land just off the Royal Mile.",
  "para5": "I work in the area of production management, which is responsible for the day-to-day support, monitoring and maintenance of many key services and systems within the University. My team, Technology Management, are made up of system administrators and database administrators who monitor and maintain live systems to minimise disruptions and down-time of services. Within my team, I work mostly as a systems administrator. I have my own responsibilities to tend to each week and have also had the opportunity to participate in projects to improve services. I have helped upgrade to a new password manager system, then update that system, and have also taken the lead in the population of a Configuration Management Database for which I have given presentations on how to use it to other colleagues.",
  "para6": "Brian feels that he has gained a lot from this experience, both in knowledge and in lifestyle. In terms of knowledge, I have learned so much about the technical aspects of computing. As a Business Information Systems student, I have always felt that my technical knowledge and experience was lacking, and was much more confident in the business aspects of our course. This was a worry going into a placement that I knew would be technical, but I think that it has been excellent for me and has allowed me to put technical information presented at University into practice in a real life setting, which has really helped develop my skills.",
  "para7": "In terms of lifestyle, I would say before my placement I was a typical University student; late nights, lack of routine, and, at times, discipline. Working full-time, 9 to 5, has changed all that. I now feel that there is a balance and routine to my life, which I really like. It has changed me for the better as I now work hard during the week and know that going to bed at 10 has to happen to be able to function properly at work.",
  "quote2": "I still enjoy my evenings and weekends but I feel that placement offers the opportunity to see what working life is like, and I believe that it really does prepare you for the next step which is leaving University.",
  "para8": "My newly acquired technical knowledge, the confidence I have gained working in this industry and the learning of an appreciation for routine will really help me with my studies moving forward. I am now starting to look beyond University life, to the future, and feel that placements help you mature and gravitate towards that thinking. I now strive to return to University and do my absolute best to secure an excellent degree so I will be attractive to employers and return to something like the life I have lived while on placement. I have really enjoyed it.",
  "para9": "Edinburgh Napier provide support in the form of a personal tutor for work placements who tracks your progress, marks your reports and meets with you throughout the year to make sure that everything is going well. There are also those in the Placement Office who can be contacted with any issues that are being experienced and, as I can attest to, they are excellent at responding. I feel that the support is appropriate as they are there when you need them but also don’t hold your hand so you are able to experience placement as it should be, like working life.",
  "para10": "Support from the University and my manager in particular has been excellent. I was made to feel part of the team from day one and there wasn’t a question I couldn’t ask of my colleagues that they would not endeavour to answer. The University also provides a lot of options for training courses for staff, of which I have participated in some and improved my technical knowledge further. These are really worthwhile and comprehensive courses, and for a University student wanting to bolster my CV it really is a no-brainer to complete as many of these as possible to improve my attractiveness to potential employers in the future.",
},
{
  "title": "Do it! Honestly, as difficult or daunting as it may seem, it will be one of the best things you ever do...",
  "school": "School of Computing",
  "image": "",
  "caption": "Gregor Milne",
  "course": "Computer Systems & Networks",
  "para": "Gregor Milne is a current Computer Systems & Networks student at Edinburgh Napier University, who took part in a 12 month placement with Caterpillar Inc. We asked Gregor to tell us a little about himself.
  Like most computing students, I have a real interest in pretty much all things related to computing, whether it be technology, gaming or music. I really try and expose myself to all aspects. Besides computing, I'm extremely interested in motor sports, particularly F1 and IndyCar, and once I graduate, I plan to attend the Indianapolis 500 along with 200,000 plus people. My other real interest is drumming, I've been playing for about 8 years.
  Gregor goes on to tell us about his motivations for applying for a work placement and the support on offer. What really motivated me to get a placement was attending the Edinburgh Napier University Open Day in 2013, where they promoted the opportunity of undertaking an industrial placement. It sounded like an opportunity, I couldn’t pass up on and immediately made Edinburgh Napier my top choice. Doing a placement year was an easy decision for me because at the end of my degree, I will be competing with other graduates who may have the same degree classification as me. However, in addition, I will have a year’s worth of practical work experience in a demanding environment, which should help move my application to the top of the pile! The university offered a lot of different support, such as a placement tutor and placement coordinator, providing you with all the information you need!",
  "para2": "I completed my placement year at Caterpillar Inc. down in Bournemouth, England. The year was an experience, I wouldn’t take back for anything! I made so many great friends whilst also gaining practical work experience that I didn’t think would quite be possible on a placement year. The work was demanding, but more than anything it was relevant and interesting. I worked on multiple projects that will impact the business for years to come and I hope to stay in contact with Caterpillar as I progress through my studies. Caterpillar offered me many ways of expanding my knowledge during my time with them. One notable course was the lean business practice course, as well as a multitude of online resources to self-train with.
  The biggest thing I got out of my year with them was the unbelievable amount of business knowledge I left with. I entered with virtually zero knowledge and anytime there was a meeting or online presentation regarding the business I attended it. I want to take this chance to thank Caterpillar again for just an incredible year and letting me work for them and their historic business.
  Gregor offers this advice to students considering whether or not to take part in a work placement. Do it! Honestly, as difficult or daunting as it may seem it will be one of the best things you ever do. I can only think of positives when looking back on my year at Caterpillar and I do not believe I would be the same person without that company or my time on placement. Also, look for opportunities outside of Scotland because there are some truly incredible placements out there waiting for a student and why can’t that student be you?
  Finally, I want to pass on a bit of advice a former placement student gave to me, this placement will be whatever you make it, you can choose to do the minimal amount or you can choose to take every chance and immerse yourself fully with the job, so make the most of it."
},
{
  "title": "We all want to elevate each other",
  "school": "School of Engineering and the Built Environment",
  "image": "",
  "caption": "Maxime Garcia",
  "course": "Civil and timber engineering",
  "para": "Maxime Garcia’s first choice was Edinburgh Napier when he decided he wanted to leave his native France to study abroad. “I wanted to explore somewhere else and Scotland just seemed like a natural choice for me, you know?” he says. “I completed the equivalent of an HND in France then I had the opportunity to come here. I wanted to have international experience and Edinburgh is an eclectic city, it is tiny, but incredibly interesting to me.”",
  "para2": "It wasn’t just the Edinburgh lifestyle, however, that attracted Max to the capital. As a BSc (Hons) Civil and Timber Engineering student, it was the career opportunities he’d have access to in Scotland that drew him in. “Scotland, you know, it has... something pulling me towards it. Scotland has incredible natural resources, they’re huge. The trees that will be grown sustainably over the next decade will be enough to create 3 million houses to build in the UK or to export.”",
  "para3": "Max, who completed his degree in 2014 and since returned to study a part-time Masters course, made the most of every opportunity he had at Edinburgh Napier to further his career prospects. This included jumping at the chance to undertake a summer internship with CarbonLite Design and Build, a timber construction company in Invergordon, just north of Inverness.",
  "para4": "“I was offered the placement after I did my honours dissertation under the supervision of Robert Hairstans, who is the Head of the Centre for  Offsite Construction and Innovative Structures, or COCIS. He helped motivate me to undertake an internship with the company as he was collaborating with the company on the development of innovative structures using local timber. COCIS is based at Edinburgh Napier, which is part of the Institute for Sustainable Construction. It's a pretty successful institute, and that’s because they have so many links with the industry.”",
  "para5": "COCIS and the Institute of Sustainable Construction (ISC) are organisations in the School of Engineering and the Built Environment at Edinburgh Napier, which work closely with companies in the engineering and construction industries in Scotland to produce world-leading and valuable research in to the challenges facing the industry. As a benefit of the connection, students like Max often have the opportunity to go on placement with companies in the field.",
  "para6": "“The organisations are  really active in developing these new innovative systems, trying to link the industrial part of it - the research - and put it into context.” says Max about their work. “If you have the research and you keep it all to yourself, then what's the point? But here, at Edinburgh Napier, for me it's really important that everything they do is based on what the industry requires and on how to improve it. Edinburgh Napier supports the industry, and the industry supports the University. It's like a closed circuit.”",
  "para7": "These kinds of valuable links to the industry are one of the key benefits of the practical skills-focussed outlook Edinburgh Napier has. Max, who’s since returned to CarbonLite after his summer placement while studying for his Masters, says the close relationship between the University and industry is beneficial for everyone. “In the Timber industry, we’re not trying to compete with each other, we all want to elevate each other. It's all driven by opportunities and skills transfer, and with my company, because of the links that we have and because I'm still a student, we get advice on everything I do from the COCIS. They really aim all their work to help the industry evolve, because we all share the same vision. We will get there. We're not at the stage where we don't really know what to do, we know where we want to get to and it's happening, thanks to COCIS.”",
  "para8": "“I don't know what to say to express how helpful Edinburgh Napier has been. It's more than just an opportunity, it's more than just creating a link. It's like creating a connection and then following it through to success, and by success, I mean taking timber construction to the next stage.”",
  "para9": "As with all the students featured on ENhance, Max also summed up his placement in three words. Well, he certainly attempted to keep it to just three!",
  "quote": "“I would say sustainable. It's the only word I would use, because sustainable means viable, durable and environmental, and these three words make sustainable. So (laughing) there you go!”"
},
{
  "title": "You Need To Stand Out",
  "school": "School of Engineering and the Built Environment",
  "image": "",
  "caption": "Andrew Neil",
  "course": "Business information systems",
  "question": "Q: So where did you go on placement?",
  "para": "“I did a placement at a company called Wolfson Micro-electronics, which has since changed it’s name to Cirrus Logic. I was doing Infrastructure Services. My course is Business Information Systems so at the time I was looking for a related work placement. Luckily I found one on E-Placement Scotland, and with the help of the support we've got here, I managed to get the job, which was really good. The actual job itself is largely helpdesk, but it's a bit more dynamic, because you learn skills across the board. I also managed to progress into managing in external customer support.”",
  "question2": "Q: What does the company do?",
  "para2": "“They make semi-conductors.  So for instance, a Cirrus chip will be in your phone and it controls the sound within that. I'd never heard of the company either, don't worry!”",
  "question3": "Q: What made you want to do a work-based learning placement?",
  "para3": "“In my opinion, and I'm not sure if everyone would agree, it seems that everyone leaves university with a degree. The degree varies, but how do you stand out from that? You need to make yourself as employable as possible and stand out. For me, that was a placement. I thought it was the best way, because realistically degrees in IT don't last forever. It's an ever changing world out there, you can't expect your degree to still be relevant in five years because it likely won't be. For me, it was important to get in there as soon as possible, and the route to that is picking up a placement and attaining the relevant experience to move forward in line with your goals.”",
  "question4": "Q: You mentioned the support at Edinburgh Napier, how did they help?",
  "para4": "“A lot, they definitely helped. There was a lot of drive for people to do work-based learning in first and second year. The university brought in companies like IBM, who I went to a session with. We got to meet them, and they told us what their internship was all about and they got us to do a mock sales pitch, where we designed a system and pitched it to them. It was great to get feedback from these companies to see exactly what they wanted, and to look for jobs that were in line with my goals. I also went to CV workshops to try and improve on my CV. From there the CV Workshops helped me adapt my CV into a fairly professional CV that turned all the skills I had learned into transferable skills as opposed to silly comments on a CV. That turned it into a professional CV and that definitely got my foot in the door with a couple of organisations. I also discussed what may be asked in an interview and went over that with the Placement and Careers Office. That was really useful. I asked some important questions and discussed how to approach an interview, what to talk about and more importantly what to ask, because that's also something that really makes an impact. I would definitely say the help on offer at Edinburgh Napier was one of the key factors in getting my placement at Wolfson.”",
  "question5": "Q: And do you think the placement you completed has helped you for the future?",
  "para5": "“For the jobs that I'm aiming for, you need to have at least two years relevant experience, because I want to aim for potentially analytics with a view to eventually work in infrastructure management or enterprise management. Something with the management word in it anyway, that would do! That's where I want to go, but without two years relevant experience, I would be behind. I'm managing to pick that up while I'm at University, so it's win, win for me. I'm picking up the relevant skills and experience I need to move forward to these jobs, so I'm quite happy. I continued into the summer and part-time with the company after my placement, so I'm moving onto two years now that I've been at the company. Before my placement, I can't even remember what I wanted to do before. It's totally opened my eyes to what's available, and I suppose that's the best answer I can give to the question!”",
  "question6": "Q: Sum up your placement in three words.",
  "quote": "'Invaluable. Enlightening. Unforgettable.'"
},
{
  "title": "I never thought it would happen",
  "school": "School of Engineering and the Built Environment",
  "image": "",
  "caption": "James bracken",
  "course": "Mechatronics",
  "para": "James Bracken is in 4th year studying Mechatronics which, he informs us when we ask, isn’t about building Transformers at all. Mechatronics is an Engineering course, and in summer 2014 he undertook the placement of a lifetime, working for the McLaren Formula One Team at their 300 million pound facility in Woking, England.",
  "para2": "James applied for the placement as one of a host of applicants. He filled us in on the application process for McLaren.",
  "para3": "“It was an online application, so I had to submit my CV and it had to get their attention. I spent hours going through my CV with the Edinburgh Napier Careers and Placement Staff to ensure it was as good as it could be. I tried to work out what they were after and what might get their attention. I was advised that the guy who came to interview me had spent ten minutes looking for the second page of my CV but I had only submitted one page, deliberately. It showed that I was being concise, and it got their attention.”",
  "para4": "“It got down to the final candidates, which meant I had 45 minute telephone interview. After that, I asked what the next step was and they said it was a face to face interview. I thought ‘wow, this could really happen!’.",
  "para5": "Now that James had made it through the initial interview process, he found himself on his way to England for the face-to-face interview.",
  "para6": "“I got to the building and it was so frightening. I thought to myself ‘I may never come here again, I might never step foot in this building again’. After the interview, they informed me that they were still making their decisions, but they advised me they’d tell me as soon as they could. I got the e-mail offering the place and I didn’t know how to react.”",
  "para7": "After securing the work placement he'd always dreamed of, James found himself working as just one of a small team at McLaren working in the company's formula one racing department. “It was hard work; the hours were a bit of a killer.” He tells us.",
  "para8": "“One of my friends text me after the first week saying ‘how’s it going? what’s the work like?’. My response was ‘Remember that course work we had in 2nd year where we had about 4 weeks to do it? Try doing that in about two and a half hours!'",
  "para9": "'It was crazy, but the environment was inspirational. They said to me, you’ll go home and explain to people what it’s like here, but they’ll never really know. It’s not all champagne and drinks every five minutes; it’s a heck of a lot of hard work. There was a lot of stress involved but it was an amazing experience, that’s for sure.'",
  "para10": "Having successfully completed such a challenging and fulfilling placement, James also told us the best ways he thinks other students can be successfully recruited on to work placements like the one that he took part in. 'You’ve got to believe it, you’ve got to push for it.' He says.",
  "para11": "'Nobody’s going to give it to you. You’ve got to make the effort, do the extra things and take the opportunities available. If you’ve got 10 people applying for a job in a room and they’ve all got a degree, how are you going to tell them apart? Employers are going to look at the extra things.'",
  "para12": "Finally, we asked him the same question we ask all the students; ‘sum up the experience in three words.’",
  "quote": "'What I wanted it to be and more. How’s that? Too many words maybe!'"
},

{
  "title": "It is Invaluable Beyond Belief",
  "school": "School of Engineering and the Built Environment",
  "image": "",
  "caption": "Melanie Robinson",
  "course": "Architectural Technology",
  "para1": "I worked for Atkins in the summer. My placement was in the Highways and Transportation Department at the Atkins Edinburgh Office. I study Architectural Technology at Edinburgh Napier and this was Civil Engineering, which I've always shown an interest in.” Melanie Robinson begins as she sits down to tell us about the placement she completed in 2014. She goes on to speak about how she got her work placement, how the placement helped her and how it’s affected her plans for the future.",
  "para2": "I had been trying to apply for placements for a while,  but it's a cut-throat world.” Melanie says. “I didn't really get anywhere, and then one Friday I got a phone calling telling me I had first refusal of a placement because my mentor knew I was after one.” While searching for a placement months before, Melanie had heard about the Employer Mentoring Programme at Edinburgh Napier. After getting involved with the programme, Melanie’s mentor helped her find a place with Atkins.",
  "para3": "I hadn't heard of it before my  third year.” She says about employer mentoring. “I received an email about it and I thought 'wow, that sounds great!’  I went along to a briefing session, and it sounded really good. What you do is write something about yourself, your hobbies, your aspirations, all that kind of stuff. The team here then work to match you with what you want if it’s possible. After getting matched with a Civil Engineer, I shadowed him for a while. Six months later I got the phone call offering me a placement!",
  "para4": "The main benefit is work experience” Melanie also tells us. “It is invaluable beyond belief. The amount of times I tried to get work experience and got rejected because I didn't have work experience was unreal, so that was definitely one of the main benefits.",
  "para5": "Other benefits as well were simple things, like how to communicate.” Melanie also tells us about her placement. “It sounds ridiculous! but how to send e-mails, how to word e-mails in that environment are great to learn.” “Other things, like how to speak to people, how to do timesheets, how to work in an office. All that kind of stuff you just don't get taught at uni. I think real life experience like that will be incredibly beneficial, because it means in the future when I go and get a job, I won't have to spend three days learning how to do things like that.",
  "para6": "Melanie says her placement at Atkins has also helped her decide on the career path she wants to take. The path I was on originally seemed to go into all sorts of different routes, there was no set path, Melanie says. now I know I definitely want to go and do a Masters, because I know that is invaluable. From speaking to other people in the industry, I know that in 10, 20 years time that's what they regret the most, because that's how you proceed in industry, quicker at least. I know that the work experience I've done will show that I've done Engineering, and that I'm capable of doing the job, and I've got the reference to prove it!"
},
{
  "title": "Companies, today, want people with experience and a degree.",
  "school": "School of Engineering and the Built Environment",
  "image": "",
  "caption": "",
  "course": "",
  "para": "Lorin Bosoc hopes to become a successful geotechnical engineer in the future.  Now in fourth year, he shared the story behind a placement he undertook in summer 2014 with engineering firm CH2M Hill, and offered up plenty of helpful advice for students looking to go out on placement too.",
  "para2": "CH2M Hill is a hugely successful multinational engineering corporation, so first off, Lorin told us how he managed to get the opportunity.
  All of the advertised placements I was aware of were in subjects areas I don’t really want to profess in. I started sending a lot of e-mails to be pro-active and apply speculatively, but I didn’t really get much back. It was around April and I hadn't managed to secure a placement.
  I went to the Edinburgh ICE (Institution of Civil Engineers) branch’s annual dinner and met a guy there who worked for the company I eventually completed my placement with. We got talking, and I wasn’t even thinking about asking him if he knew someone, but he asked me if I wanted him to pass my CV on to the director of the geotechnical department at CH2M Hill. I said ‘yeah! of course!’. A  few days later I got an e-mail from the director, who became my boss, asking if I could send her my CV. I did. After that, I went through the company's recruitment process, which was very difficult.",
  "para3": "Lorin says the size of his workload during the placement was one of his biggest challenges, but he doesn’t regret it for a second.
  It was a bit of a shock to the system really. Everyone I knew who had completed an internship before me told me ‘Ah, you don’t need to worry, you’re not going to use most of what you learnt at university.’ that’s nonsense. My placement was full of things I had to know. Everything I learned during my geotechnical modules I had to apply during my placement. Besides that, I had to read a lot more, so I could develop and understand new concepts the engineers were using.
  The workload slowly increased and increased. By the time I completed my placement, I was working really hard over long hours, but I learnt a lot. I have to admit. I learnt a lot.",
  "para4":"Lorin has very clear ideas about the best ways students can find a placement opportunity like this.
  Don’t just apply online, because it may not work. If you’re a Civil Engineering student, for example, attend ICE events which is the Institute of Civil Engineers. It’s how you meet people and get the opportunity to network.
  Meeting people, and just being interested in the subject is so important. Unfortunately, who you know sometimes matters more than what you know and who you are. Everyone has a degree, it’s more or less the same, some universities teach different things, but the core of the degrees are the same. I’d encourage students to do stuff outside the university, as well as concentrating on their subjects.
  Lastly, we asked Lorin how we would sum up his placement in three words.",
  "quote":"“Networking is the most important thing.”"
},
{
  "title": "Napier Photo Collective 2016",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Napier Photo Collective",
  "course": "Photography",
  "para": "​Napier Photo Collective 2016 is a multinational collective made up of 14 Edinburgh Napier BA (Hons) Photography graduates. The class of 2016 participated in the Free Range shows in London by displaying their work at the Old Truman Brewery during the first photography week from 23rd - 27th June 2016. Free Range is one of Europe’s biggest graduate shows with many British universities and art colleges taking part.",
  "para2": "Napier Collective showcased a collection of multi-faceted images of miscellaneous themes ranging from race and identity to economic crisis and feminism.  Three of its members, Dafni Kalokairinou, Elina Karadzhova and Christos Patelis, here give us a frank and honest account of their experiences at Free Range and give some useful advice to Edinburgh Napier University photography students who may be keen to take part in the future.",
  "para3": "Dafni Kalokairinou: 'Freerange was an amazing experience from start to finish, but  also very stressful and demanding, in order to have good results.  My account of the London Free Range Shows experience starts before the actual exhibition. The collective was formed at the start of trimester one and the first big step, which was booking and paying for the space, had to be managed with the University by late October. Later on after Christmas, the real preparations started, which required everyone’s constant attention. I know that this seemed quite difficult to many because at that time we had started building our final projects and time-wise it was tricky. I wish we had worked even more during those first two months of the year. There is a lot of work to do and everyone needs to stay on top of their responsibilities, otherwise the weight falls on a few people and that is not fair. You have to put the most effort in during these 4-5 months before the show and believe me the last two months were a lot of work and quite stressful. People had nightmares about Free Range around that time (myself included)! but it was so worth it!'",
  "para4": "In all honesty,  I can I say that I gained so much from preparing for and exhibiting at Free Range.The whole time you are in training for your life as a professional with all the ups and downs of organising a large scale group photography show. The experience has been so valuable and it is not just another exhibition to add to your CV, you are gathering important skills that will add to your value as an employee or freelancer later in your career.",
  "para6":"When we got to London the most stressful part was setting everything up with sweat and tears literally and disassembling everything at the end, waiting for vans to pick up the boxes and finally catching our flight back to Edinburgh. The rest of the duration of the show was relaxing and so enjoyable! Chatting to visitors, networking, attending British Journal of Photography’s very interesting workshops that run throughout the week, exploring London and its galleries…it was truly great! I am so proud of Napier Collective 2016! All of us did such a good job, and our immense efforts were evident in the results! It would be great if next year’s team get even more support from the University and have as great a time (and show) as we did!",
  "para7": "Elina Karadzhova: 'Free Range 2016 was a great experience for me personally. I will start with the fact that I am deeply proud of Napier Collective 2016 not only because of the high end work presented by each of us, but because we did everything ourselves; we were the only collective at Photography week 1 at Free Range that did this without the presence and guidance of our tutors.'",
  "para8": "The first day and a half was the most pressured and stressful time. The walls arrived (they were great), the van with our images and tools was on time as well, and the most scary moment was the look of the empty space. Organised into small groups, helping each other as much as we could, we started drilling, measuring and basically learning on the spot quite a lot. We received many compliments from the tutors of other Universities regarding our exhibition and presentation. Once again, I am so proud of Napier Collective 2016.",
  "para9": ":The opening was unexpectedly busy and we were given only positive feedback and great support from the audience! There was
  a good flow of visitors during the opening days and a few industry people. It is always good to chat with your visitors in order to identify them, because you never know who is looking at your work.",
  "para10": "The exhibition time at Free Range, unfortunately is quite short; our opening was the evening of 23rd June (private view) until 27th
  in the afternoon. Thus, it's hard to know if I can recommended it for costs involved. I would like to highlight that this year the photography graduates from Edinburgh Napier did our very best to promote our University and our course, so we hope wherever next year students decide to head off to, they will be encouraged and supported even more by Edinburgh Napier.",
  "para11": "In summary, be prepared for hard work, at the end of the installation day we could barely stand on our feet, we were fainting, we were exhausted, some of us even cried... it was tough! It requires amazingly good organisation, you will have to deal with ALL aspects.",
  "para12": "Christos Patelis: 'Free Range was probably the best experience, I've had within my four years of studying. Participating in a big show in one of the coolest areas in London is something that I would encourage every photography student to do. Free Range required a stressful preparation period of six months, where everything had to be sorted. We had to set up a bank account in order to start a crowd funding page and generally begin work with all financial related issues. One of the first things was to ask Edinburgh Napier University for financial help as the walls and space costs were high. After that, we had to cover all the rest of the costs, including transport, printing posters and promotional materials, opening night drinks and tables. The most important aspect in order to achieve everything on time and in good order is that everyone takes on a role and area to be in charge of.",
  "para13": "As soon as we arrived in London we started working intensively. The walls and work arrived a day before the opening. We gave ourselves a schedule of a day and a half to set everything up. The most important advice, I can give when it comes to the set-up is to help each other. Most of us teamed up with someone else, we brought our own drills and ladders and helped each other in smaller groups of 2-3 people. This was quicker and more efficient than working alone would have been.",
  "para14": "The opening night attracted many people, including industry related professionals such as photographers and editors but also other fellow photography students. We met and saw a lot of different personalities. We chatted a lot and had various discussions about our work. A really positive fact with this year’s Free Range show was that British Journal of Photography was one of the main sponsors, so a lot of industry related lectures were organised.",
  "para15": "In conclusion, Free Range is something that definitely makes you more aware as a photography graduate regarding all the competition and variety that you will meet out there. It is something, I would highly encourage every future fourth year photography student to experience and take part in.",
  "quote": "Find out more about the Free Range shows here -",

},
{
  "title": "Arts & Creative Industries Employability Week at Edinburgh Napier",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "",
  "course": "",
  "para1": "In March 2015, the School of Arts and Creative Industries at Edinburgh Napier was ecstatic to host our Employability Week involving a range of events designed to give students the opportunity to learn more about industry and enhance their skill-set. Throughout the week several events took place, where employers from a range of professions spoke to students about opportunities aimed at improving employability upon graduation.",
  "para2": "On Wednesday 4th March, three events took place.  From 11am-12pm, students learnt about HIIVE, a new professional network for those in the creative industries. Later in the day, students were given a briefing on music freelancing by those working in industry. Later a workshop was delivered on starting your own business and entrepreneurship. Claire Bee, Careers Development Advisor and organiser of Employability Week, explains the concept behind the events:",
  "para3": "We wanted to give our creative industries students the opportunity to hear from employers in industry and to motivate and inspire them. For the students, finding out about employability in the fields of work that they are interested in from professionals in the sector was hugely beneficial.",
  "para4": "On Friday 6th March, Alex Morgan and Hannah Currie from STV Creative talked to students about their experiences in media and offered hints and tips on how to access the industry after graduation. To finish Employability Week, Kyle Spence, production assistant at Sky Sports spoke to students about his career so far, and answered questions on how to get started in TV. Claire Bee says Employability Week at Edinburgh Napier was a huge success.",
  "para5": "We really want to build on this year's success for next year and create a buzz to get more students engaged. We really appreciate the professionals taking the time to come along to Edinburgh Napier and help us to create a fantastic, inspirational week for our SACI students and we'd like to say a huge thank you to everyone who was involved."
},
{
  "title": "St David's RC High School Resilience Project",
  "school": "School of Arts and Creative Industries",
  "image": "",
  "caption": "Colin Cavers",
  "course": "School of Arts and Creative Industries",
  "para": "During the first semester of the 14/15 academic year, 5 students from our BA (Hons) Photography course at Edinburgh Napier University volunteered to take part in a photography project with the pupils of St David’s RC High School, Midlothian. Their challenge: to work with third year pupils at the school to create a series of photographs representing the eight pillars of Resilience.",
  "para2": "“Lindsay Morgan from the Placement and Careers Office, Colin Cavers the Programme Leader for BA (Hons) Photography and I came up with the idea of having a joint photography project between Edinburgh Napier University and St David’s RC High School.” explains Jenni Campbell, Acting PT for English, Drama and Literacy at St David’s. “We thought that the theme of Resilience would be ideal because it’s a whole school priority, so I contacted the Art department, and they were very keen to get involved and we planned ahead from there. We wanted to capture the 8 pillars of Resilience through images with pupil input, and then to have an exhibition.”
  For one period per week for 12 weeks, the photography students from Edinburgh Napier used their skills and experience to help the pupils design and produce stills for each of the eight pillars, namely; Optimism, Sense of Humour, Bravery, Capacity to Reflect, Empathy, Problem Solving, Communication and the Ability to Control Your Own Destiny.",
  "para3":"​“It’s been very successful.” says Fiona Leitch, Teacher for Art and Design at St David’s. “Bringing in the University students was great because of their passion for photography and because they’re also closer in age group to some of our pupils. It was great for the pupils to see students who are only a couple of years older than them but have a real passion for the subject.”
  Leitch oversaw the classes taught by the Edinburgh Napier students along with her colleague Eilidh Gordon, who agrees the project has been a success.
  “I think it has helped the pupils develop their team working skills because they were working in small groups, and it has also improved their communication skills. This is really important because they can apply those skills in other subject areas. The pupils were working with- in their eyes- professionals, so it allowed them to have hands on experience working with professional equipment and lighting technology.”",
  "para4":"While the project has hugely benefited the pupils at St David’s, the photography students from Edinburgh Napier have also used the opportunity to get some hands on placement experience. Working with the pupils has given them the opportunity to test out their teaching skills in the real world.
  Campbell says she wants the project to have a legacy at St David's.
  “It has been a proper inter-disciplinary piece of work, between our Art Department, our English Department and Edinburgh Napier University. I think it has been really successful, and hopefully when we launch it across the whole school, we can then promote Resilience to every pupil, so we can help the pupils build their skills across their learning and across the curriculum.”",
  "quote":"It’s going to have a long-lasting effect"
}