{
      "title": "And Violet",
      "school": "School of Arts and Creative Industries",
      "image": ["image1","image2"],
      "para1": "And Violet is a forthcoming feature film set in Scotland, a coming of age story about an adopted teenager, about her family relationships and open adoption.
​
Paul Gray, Programme Leader for BA (Hons) Film, is the writer and director of the film, which was in production in Summer 2015. Filming is now complete and is currently being edited at Edinburgh Napier in the post production facilities at Screen Academy Scotland.
​
The film production formed a hub of creative work-related learning opportunities for students from the School of Arts and Creative Industries.  Not least for Hana Mackenzie, who is currently in her final year of BA (Hons) Acting for Stage and Screen and who plays the lead role of Violet. Hana was awarded a paid placement over the summer so that she could concentrate on the film.
Director Paul Gray says “I met Hana on the recommendation of Edinburgh Napier acting tutor Ian Dunn during casting for the role of Violet, and it was instantly clear that Hana has a very special talent. From the first audition, Hana made the role her own and it immediately became very difficult to imagine anyone else playing Violet.",
"para2": "Director Paul Gray says “I met Hana on the recommendation of Edinburgh Napier acting tutor Ian Dunn during casting for the role of Violet, and it was instantly clear that Hana has a very special talent. From the first audition, Hana made the role her own and it immediately became very difficult to imagine anyone else playing Violet.

I contacted the Placement and Careers Office to discuss the possibility of offering an acting placement that would not only allow the opportunity to work with Hana on developing the role of Violet but that would also offer experience and insight in to the casting and pre-production processes, in which Hana was very much involved.”

​And Violet was a micro budget film shoot, developed with the support of the charity Scottish Adoption, and that was funded in part by crowd funding. BA (Hons) Acting and English student Catherine Exposito also benefited from a paid placement on the production as a Marketing and Crowd Funding Intern.",
"para3": "Paul explains, “Catherine came on board the production with a great understanding of social media and was an immense help in maintaining the momentum of our crowd funding campaign. While we didn’t quite hit our funding target, we successfully raised enough to complete our filming schedule, so overall we were extremely pleased.”

​“I was very keen to create opportunities for students to gain first hand experience of working on a feature film, so wherever possible, we tried to make work-related learning opportunities available. Outwith the funded placements, we also offered opportunities in the production, camera and art departments on the shoot. In total around 30 Edinburgh Napier students from the subject areas of Film, Photography, Acting and Design benefited from being involved in the production. I also got to collaborate with a number of Edinburgh Napier graduates, most significantly with cinematographer Alkisti Terzi, who studied film here as both an undergraduate and postgraduate student.
",
"para4": "On a tram is a short film based on the experience of a young adopted person. Director, Paul Gray was researching the screenplay of And Violet when he was told this story and with permission created the film featuring
BA (Hons) Acting for Screen & Stage student, Hana Mackenzie."
    },
    {
      "title": "",
      "school": "",
      "image": "",
      "para": ""
    },
    {
      "title": "",
      "school": "",
      "image": "",
      "para": ""
}
